[
 {
  "id": 1,
  "judul": "Timun Mas",
  "kategori": "Dongeng",
  "asal": "Jawa Tengah",
  "ringkasan": "Kisah Timun Mas melarikan diri dari raksasa jahat.",
  "isi": "Pada zaman dahulu di Jawa Tengah, hiduplah seorang wanita tua bernama Mbok Srini dan suaminya. Mereka hidup sederhana tetapi merasa sangat kesepian karena tidak dikaruniai anak. Suatu malam, muncul sesosok raksasa hijau yang menawarkan seorang anak dengan syarat: anak itu harus diserahkan kembali saat berusia enam belas tahun untuk dijadikan santapan. Meskipun takut, Mbok Srini menyetujuinya. Raksasa itu memberinya sebungkus biji mentimun.\n\nKeesokan harinya, dari biji yang ditanam, tumbuhlah mentimun emas yang besar. Di dalamnya, ditemukan bayi perempuan cantik yang kemudian dinamai **Timun Mas**.\n\nTimun Mas tumbuh besar menjadi gadis yang cerdas dan lincah. Namun, saat usianya mendekati enam belas tahun, kecemasan melanda orang tuanya. Mbok Srini mencari petunjuk pada seorang pertapa sakti dan diberikan **empat bungkusan kecil** yang berisi biji mentimun, jarum, garam, dan terasi.\n\nTiba di hari perjanjian, raksasa datang untuk menagih janji. Mbok Srini segera menyuruh Timun Mas melarikan diri sambil membawa bungkusan-bungkusan sakti itu.\n\nRaksasa yang marah segera mengejar. Ketika raksasa mendekat, Timun Mas melemparkan bungkusan pertama, yaitu **biji mentimun**. Seketika, tumbuhlah hutan mentimun lebat yang membuat raksasa berhenti sejenak untuk makan.\n\nSetelah itu, Timun Mas melemparkan **jarum-jarum**. Jarum itu berubah menjadi hutan bambu yang rapat dan tajam, melukai kaki raksasa.\n\nSaat terkejar lagi, Timun Mas melempar **garam**. Tanah berubah menjadi lautan lumpur panas, membuat raksasa kesulitan bergerak.\n\nTerakhir, saat raksasa hampir menangkapnya, Timun Mas melempar **terasi**. Lautan lumpur itu berubah menjadi danau terasi yang mengeluarkan bau pekat. Raksasa yang kelelahan dan sudah terluka parah akhirnya tenggelam di danau terasi tersebut.\n\nTimun Mas berhasil kembali ke rumah dan hidup bahagia bersama orang tuanya, bebas dari ancaman raksasa.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/timun_mas.jpg" 
},
  {
  "id": 2,
  "judul": "Malin Kundang",
  "kategori": "Legenda",
  "asal": "Sumatera Barat",
  "ringkasan": "Anak durhaka yang dikutuk menjadi batu karena tidak mengakui ibunya.",
  "isi": "Dahulu kala, di sebuah kampung nelayan di pesisir Sumatera Barat, hiduplah seorang janda miskin bersama anak laki-lakinya yang bernama Malin Kundang. Mereka hidup sederhana. Sang ibu bekerja keras menjual kue dan hasil laut untuk mencukupi kebutuhan hidup. Meskipun miskin, ia sangat menyayangi Malin dan berusaha memberikan yang terbaik untuk anak semata wayangnya itu.\n\nMalin tumbuh menjadi anak yang rajin dan cerdas. Ia sering membantu ibunya mencari ikan atau menjual hasil tangkapan di pasar. Namun, dalam hatinya, Malin selalu bermimpi untuk menjadi orang kaya agar bisa membahagiakan ibunya dan mengubah nasib mereka.\n\nSuatu hari, sebuah kapal dagang besar berlabuh di pelabuhan dekat kampung mereka. Melihat kesempatan itu, Malin memutuskan untuk ikut bekerja di kapal tersebut. Ia berpamitan kepada ibunya.\n\n'Ibu, izinkan Malin pergi merantau. Malin ingin mencari rezeki dan kembali nanti membawa kekayaan untuk Ibu,' katanya penuh semangat.\n\nSang ibu terdiam, matanya berkaca-kaca. 'Pergilah, Nak. Tapi ingat, jangan pernah lupakan Ibumu, siapa pun kamu nanti.'\n\nMalin mencium tangan ibunya dan berangkat dengan penuh harapan. Tahun demi tahun berlalu. Malin bekerja keras hingga akhirnya menjadi pedagang sukses. Ia memiliki kapal besar dan harta melimpah. Dalam perantauannya, ia juga menikahi seorang gadis bangsawan yang cantik jelita.\n\nSuatu ketika, kapalnya berlabuh di dekat kampung halamannya. Kabar kedatangan kapal megah itu segera menyebar, dan ibunya pun mendengarnya. Dengan perasaan haru dan rindu yang membuncah, sang ibu datang ke pelabuhan untuk menemui anaknya yang telah lama pergi.\n\nSesampainya di pelabuhan, sang ibu melihat Malin yang kini berpakaian mewah bersama istrinya. Ia berlari menghampiri sambil berseru, 'Malin! Anakku! Akhirnya kau pulang!'\n\nNamun, Malin merasa malu melihat ibunya yang berpakaian lusuh di depan istri dan anak buah kapalnya. Ia mengelak, berpura-pura tidak mengenal wanita tua itu.\n\n' Siapa kau, perempuan tua? Aku tak kenal kau!' bentak Malin dengan nada tinggi.\n\nSang ibu tertegun, air matanya jatuh di pipi. 'Malin, aku ibumu, Nak. Lihat wajahku. Lihat tanda lahirmu di tanganmu. Aku ibumu!' katanya memohon.\n\nNamun Malin tetap keras hati. Ia malah memerintahkan pengawalnya untuk mengusir sang ibu. 'Usir perempuan itu! Jangan kotori kapalku dengan keberadaannya!' katanya lantang.\n\nSang ibu tersungkur di pasir pantai, hatinya hancur. Ia menatap langit dan berdoa dengan penuh kesedihan, 'Ya Tuhan, jika benar dia anakku, Malin Kundang, maka kutuklah dia menjadi batu agar dunia tahu akibat durhaka kepada orang tua.'\n\nTiba-tiba langit mendung. Petir menyambar disertai angin kencang dan ombak besar mengguncang lautan. Kapal Malin Kundang terbalik dan hancur diterpa badai. Saat badai reda, tubuh Malin Kundang dan kapalnya berubah menjadi batu di tepi pantai.\n\nBatu itu menyerupai sosok manusia yang berlutut, dipercaya sebagai jelmaan Malin Kundang yang dikutuk oleh ibunya sendiri. Sejak saat itu, legenda Malin Kundang menjadi pengingat bagi setiap anak untuk selalu menghormati dan berbakti kepada orang tua.\n\nHingga kini, di pesisir Pantai Air Manis, Padang, terdapat batu yang disebut Batu Malin Kundang, menjadi simbol abadi tentang kesetiaan seorang ibu dan akibat dari kedurhakaan seorang anak.",
  "gambar":  "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/malin_kundang.jpg" 
  },
  {
    "id": 3,
    "judul": "Legenda Danau Toba",
    "kategori": "Legenda",
    "asal": "Sumatera Utara",
    "ringkasan": "Kisah asal mula Danau Toba yang terbentuk dari kutukan seorang anak terhadap ayahnya.",
    "isi": "Di sebuah lembah yang subur di tanah Sumatera, hiduplah seorang pemuda bernama Toba. Ia adalah seorang petani yang rajin dan pekerja keras. Setiap hari, Toba mengolah ladangnya dengan penuh semangat agar dapat mencukupi kebutuhan hidupnya. Meskipun hidup sederhana, Toba dikenal baik hati dan suka menolong sesama.\n\nSuatu hari, setelah seharian bekerja di ladang, Toba merasa sangat lapar. Ia kemudian memutuskan untuk memancing di sungai dekat rumahnya. Dengan alat pancing sederhana, ia duduk di tepi sungai sambil berharap mendapatkan ikan untuk makan malamnya. Tak lama kemudian, kailnya terasa berat. Ia menariknya dengan sekuat tenaga, dan betapa terkejutnya Toba ketika melihat seekor ikan mas besar berwarna keemasan tersangkut di kailnya.\n\nIkan itu begitu indah dan bersinar hingga membuat Toba terpukau. Saat hendak memasukkan ikan itu ke dalam keranjang, tiba-tiba ikan tersebut berbicara dengan suara lembut, 'Tolong lepaskan aku, Tuan. Aku bukan ikan biasa. Jika Tuan bersedia melepaskanku, aku akan membalas kebaikan hati Tuan.' Toba terkejut mendengar ikan itu berbicara, namun karena hatinya lembut, ia memutuskan untuk melepaskannya kembali ke sungai.\n\nSesaat setelah ikan itu dilepaskan, air di sungai berkilau terang, dan tiba-tiba muncul seorang perempuan cantik dari dalam air. Perempuan itu berkata, 'Aku adalah jelmaan dari ikan yang kau selamatkan tadi. Sebagai tanda terima kasih, aku bersedia menjadi istrimu, tetapi dengan satu syarat: jangan pernah mengungkit asal-usulku sebagai ikan kepada siapa pun.' Toba setuju dengan syarat itu, dan mereka pun menikah.\n\nKehidupan mereka berjalan bahagia. Beberapa tahun kemudian, mereka dikaruniai seorang anak laki-laki yang diberi nama Samosir. Samosir tumbuh menjadi anak yang cerdas, tetapi agak nakal dan pemalas. Ia sering tidak mendengarkan nasihat ibunya dan lebih suka bermain daripada membantu di ladang.\n\nSuatu hari, ibunya meminta Samosir untuk mengantarkan makanan kepada ayahnya di ladang. Namun di tengah jalan, Samosir merasa lapar dan memakan sebagian besar makanan itu. Ketika sampai di ladang, Toba melihat isi bungkusan yang dibawa anaknya sudah tinggal sedikit. Ia pun marah besar dan tanpa berpikir panjang, berteriak, 'Dasar anak ikan! Kau benar-benar mewarisi sifat ibumu!'\n\nSekejap setelah kata-kata itu terucap, langit mendadak gelap. Petir menyambar dan hujan turun dengan sangat deras. Istri Toba yang mendengar kata-kata itu menangis tersedu-sedu. Ia merasa dikhianati karena suaminya telah melanggar janji. Dengan air mata yang mengalir, ia berkata kepada suaminya, 'Kau telah melanggar sumpahmu, Toba! Sekarang lihatlah akibatnya.'\n\nTiba-tiba tanah bergetar hebat. Dari tempat pijakan mereka, air menyembur keluar dengan deras, menenggelamkan seluruh lembah. Air terus naik hingga membentuk danau yang sangat luas. Di tengah danau itu muncul sebuah pulau, yang kemudian dikenal dengan nama Pulau Samosir, diambil dari nama anak mereka.\n\nSejak saat itu, lembah tempat Toba dan keluarganya tinggal berubah menjadi sebuah danau besar yang kini dikenal dengan Danau Toba. Masyarakat percaya bahwa danau itu menyimpan kesedihan mendalam dari kutukan sang istri yang dikhianati. Namun legenda ini juga menjadi pengingat tentang pentingnya menepati janji, menghormati pasangan, dan menjaga ucapan agar tidak melukai hati orang lain.\n\nHingga kini, Danau Toba tidak hanya menjadi kebanggaan masyarakat Sumatera Utara, tetapi juga menjadi simbol cinta, kesetiaan, dan akibat dari pelanggaran janji yang abadi dalam cerita rakyat Indonesia.",
    "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/danau_toba.jpg"
  },
  {
  "id": 4,
  "judul": "Roro Jonggrang",
  "kategori": "Legenda",
  "asal": "Yogyakarta",
  "ringkasan": "Cerita asal mula Candi Prambanan, di mana Roro Jonggrang dikutuk menjadi batu.",
  "isi": "Pada zaman dahulu kala, di tanah Jawa bagian tengah, berdirilah dua kerajaan besar yang saling berseteru: Kerajaan Pengging dan Kerajaan Boko. Pengging dikenal makmur dan diperintah oleh raja yang bijaksana, sedangkan Kerajaan Boko diperintah oleh Prabu Boko, raja yang besar dan kuat namun berhati kejam. Prabu Boko memiliki seorang putri yang sangat cantik jelita bernama Roro Jonggrang.\n\nSuatu hari, Prabu Boko ingin memperluas wilayah kekuasaannya. Ia menyiapkan pasukan untuk menyerang Kerajaan Pengging. Pertempuran besar pun tak terelakkan. Namun, dalam pertempuran itu, pasukan Pengging dipimpin oleh seorang ksatria gagah perkasa bernama Bandung Bondowoso, yang memiliki kekuatan luar biasa dan kesaktian tinggi. Dalam peperangan yang sengit itu, Prabu Boko akhirnya tewas di tangan Bandung Bondowoso.\n\nKematian Prabu Boko membuat Roro Jonggrang sangat sedih. Namun, sebagai tanda kemenangan, Bandung Bondowoso datang ke Kerajaan Boko. Ketika melihat Roro Jonggrang, ia langsung terpikat oleh kecantikannya yang luar biasa.\n\n'Wahai putri yang elok,' kata Bandung Bondowoso dengan lembut, 'aku telah menaklukkan kerajaanmu, namun hatiku justru tertaklukkan oleh pesonamu. Izinkan aku memperistrimu.'\n\nRoro Jonggrang terkejut dan marah dalam hati. Ia tak mungkin menikah dengan pembunuh ayahnya. Namun, ia juga tahu bahwa menolak secara langsung bisa membuat Bandung murka. Maka, dengan kecerdasannya, Roro Jonggrang berpura-pura menerima, namun dengan satu syarat.\n\n'Aku bersedia menjadi istrimu, wahai Bandung Bondowoso,' ucap Roro Jonggrang lembut, 'tetapi dengan satu permintaan: bangunlah seribu candi dalam waktu semalam. Jika kau berhasil, aku akan menikahimu.'\n\nBandung Bondowoso tersenyum. Ia yakin kesaktiannya mampu memenuhi syarat itu. 'Baiklah, Roro Jonggrang. Aku terima tantanganmu. Malam ini juga aku akan membangun seribu candi untukmu.'\n\nMalam itu, Bandung Bondowoso memanggil makhluk-makhluk halus dan jin untuk membantunya. Dalam waktu singkat, ratusan candi telah berdiri megah. Roro Jonggrang yang mengintip dari kejauhan mulai panik. 'Jika dia berhasil, aku akan benar-benar menjadi istrinya!' pikirnya cemas.\n\nRoro Jonggrang pun mencari akal. Ia memanggil para dayangnya dan berkata, 'Cepat! Ambil lesung dan alu! Tumbuklah padi sekeras mungkin, nyalakan obor, dan buatlah suasana seperti fajar akan tiba!'\n\nPara dayang segera menuruti perintah itu. Suara lesung bertalu-talu dan cahaya obor menyala di seluruh istana. Melihat hal itu, para jin dan makhluk halus yang membantu Bandung Bondowoso ketakutan. Mereka mengira pagi telah tiba, lalu berhamburan pergi sebelum pekerjaan selesai.\n\nBandung Bondowoso melihat matahari belum terbit, tetapi semua makhluk bantuannya sudah lenyap. Ia menghitung jumlah candi yang berhasil dibangun. 'Sembilan ratus sembilan puluh sembilan...' gumamnya kecewa. 'Hanya kurang satu!'\n\nRoro Jonggrang datang dengan senyum manis. 'Maaf, Tuan Bandung,' katanya pura-pura polos, 'sepertinya waktu sudah habis. Kau gagal membangun seribu candi.'\n\nMenyadari dirinya telah ditipu, wajah Bandung Bondowoso memerah karena marah. 'Kau mempermainkanku, Roro Jonggrang! Maka biarlah kau menjadi candi yang keseribu!' serunya lantang sambil mengangkat tangannya.\n\nSekejap kemudian, tubuh Roro Jonggrang menjadi kaku dan berubah menjadi batu. Ia menjelma menjadi arca yang sangat indah, melengkapi candi terakhir. Arca itu dipercaya berada di kompleks Candi Prambanan, yang kini dikenal juga sebagai Candi Roro Jonggrang.\n\nSejak saat itu, kompleks seribu candi berdiri megah di Yogyakarta, menjadi simbol cinta, kesetiaan, sekaligus akibat dari tipu daya. Legenda Roro Jonggrang mengajarkan bahwa kelicikan dan kebohongan, betapapun cerdiknya, pada akhirnya akan membawa penyesalan dan kehancuran.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/roro_jonggrang.jpg"
},
{
  "id": 5,
  "judul": "Legenda Tangkuban Perahu",
  "kategori": "Legenda",
  "asal": "Jawa Barat",
  "ringkasan": "Asal usul Gunung Tangkuban Perahu yang terbentuk dari perahu terbalik milik Sangkuriang.",
  "isi": "Pada zaman dahulu kala, di tanah Parahyangan, hiduplah seorang putri cantik bernama Dayang Sumbi. Ia tinggal di sebuah kerajaan yang megah, namun karena suatu kesalahan kecil, ia memilih meninggalkan istana dan hidup menyepi di hutan. Dayang Sumbi dikenal sebagai wanita yang bijaksana, anggun, dan sangat rajin menenun kain.\n\nSuatu hari, ketika sedang menenun, gulungan benang milik Dayang Sumbi terjatuh. Karena malas untuk mengambilnya sendiri, ia bersumpah dengan sembarangan, 'Siapa pun yang mengambilkan benangku, jika dia laki-laki, akan kujadikan suamiku.'\n\nTiba-tiba, seekor anjing jantan bernama Tumang datang mengambilkan benang tersebut dengan mulutnya. Dayang Sumbi terkejut, tetapi ia harus menepati sumpahnya. Akhirnya, Tumang dijadikan suaminya. Dayang Sumbi tidak tahu bahwa Tumang sebenarnya adalah jelmaan dewa.\n\nDari pernikahan itu, mereka dikaruniai seorang anak laki-laki yang tampan dan kuat bernama Sangkuriang. Namun, Sangkuriang tidak mengetahui bahwa ayahnya adalah seekor anjing. Seiring waktu, ia tumbuh menjadi pemuda pemberani dan gemar berburu.\n\nSuatu hari, Dayang Sumbi meminta anaknya berburu ke hutan dan membawa daging rusa untuk makan malam. Sangkuriang pergi bersama Tumang. Setelah seharian berburu, mereka tidak menemukan seekor rusa pun. Karena kesal, Sangkuriang memanah Tumang hingga mati. Ia tidak tahu bahwa Tumang adalah ayahnya sendiri.\n\nKetika Sangkuriang pulang dan membawa daging Tumang, Dayang Sumbi terkejut. 'Dari mana kau dapatkan daging ini, Nak?' tanyanya.\n\nSangkuriang menjawab santai, 'Dari Tumang, Bu. Ia tidak berguna, jadi aku bunuh.'\n\nMendengar itu, Dayang Sumbi sangat marah dan memukul kepala Sangkuriang hingga terluka. Sangkuriang pun lari dari rumah dan mengembara jauh tanpa pamit. Dayang Sumbi sangat menyesal, setiap hari ia berdoa agar suatu saat bisa bertemu kembali dengan anaknya.\n\nTahun demi tahun berlalu. Dayang Sumbi tetap awet muda karena berkah dari para dewa atas kesetiaannya. Suatu hari, seorang pemuda tampan datang ke desanya. Ia gagah, berani, dan sopan. Pemuda itu jatuh cinta pada Dayang Sumbi, dan begitu pula sebaliknya. Mereka berencana untuk menikah.\n\nNamun saat Dayang Sumbi hendak merapikan rambut calon suaminya, ia melihat bekas luka di kepala pemuda itu. Seketika hatinya bergetar. Ia teringat pada luka yang dulu dibuatnya di kepala Sangkuriang.\n\n' Siapa namamu, anak muda?' tanya Dayang Sumbi dengan nada gemetar.\n\n'Sangkuriang, Nyi,' jawab pemuda itu sambil tersenyum.\n\nDayang Sumbi terkejut bukan main. Ia sadar bahwa pemuda itu adalah anak kandungnya sendiri. Dengan perasaan campur aduk, ia berusaha menolak pernikahan itu. 'Maaf, Sangkuriang, aku tidak bisa menikah denganmu. Kau adalah anakku.'\n\nNamun Sangkuriang tidak percaya. Ia mengira Dayang Sumbi hanya beralasan karena tidak mencintainya. 'Tidak mungkin! Kau hanya mencari alasan untuk menolakku!' katanya keras.\n\nAkhirnya Dayang Sumbi mengajukan syarat mustahil untuk menunda pernikahan. Ia berkata, 'Jika kau benar-benar ingin menikahiku, bangunlah sebuah danau besar dan sebuah perahu hanya dalam waktu semalam. Jika kau berhasil, aku akan menikah denganmu.'\n\nSangkuriang menyanggupi tantangan itu. Dengan kesaktiannya, ia memerintahkan makhluk halus untuk membantunya. Dalam waktu singkat, ia hampir menyelesaikan danau dan perahu besar.\n\nMelihat hal itu, Dayang Sumbi cemas. Ia pun memohon kepada para dewa agar membantunya. Dewa pun mengabulkan. Ia menghamparkan kain putih di ufuk timur hingga menyerupai cahaya fajar. Para ayam pun berkokok, mengira pagi telah tiba.\n\nMakhluk halus yang membantu Sangkuriang ketakutan dan segera pergi. Pekerjaan itu pun tidak selesai. Sangkuriang marah besar. Dengan emosi yang meluap, ia menendang perahu raksasa yang belum sempat diselesaikannya. Perahu itu terbalik dan menjadi gunung.\n\nGunung itulah yang kini dikenal dengan nama Gunung Tangkuban Perahu, yang dalam bahasa Sunda berarti 'perahu yang terbalik'.\n\nLegenda ini menjadi pengingat tentang akibat dari emosi yang tak terkendali, serta pesan bahwa ketaatan dan kesabaran selalu membawa keselamatan. Hingga kini, Gunung Tangkuban Perahu berdiri megah di Jawa Barat, menjadi saksi bisu kisah cinta terlarang antara ibu dan anak yang tak pernah bersatu.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/sangkuriang.jpg"
},
{
  "id": 6,
  "judul": "Legenda Batu Menangis",
  "kategori": "Legenda",
  "asal": "Kalimantan Barat",
  "ringkasan": "Gadis cantik bernama Darmi yang malu mengakui ibunya hingga dikutuk menjadi batu.",
  "isi": "Pada zaman dahulu kala, di sebuah desa kecil di Kalimantan Barat, hiduplah seorang janda tua dengan seorang anak gadis yang sangat cantik. Anak gadis itu bernama Darmi. Wajahnya begitu elok, kulitnya halus, dan rambutnya hitam panjang berkilau. Banyak orang yang memujinya sebagai gadis tercantik di desanya. Namun sayang, di balik kecantikannya, Darmi memiliki sifat yang sangat buruk: ia pemalas, sombong, dan durhaka kepada ibunya.\n\nSetiap hari, sang ibu bekerja keras di ladang untuk memenuhi kebutuhan mereka. Sementara itu, Darmi hanya duduk bersantai, berdandan, dan memandangi dirinya di cermin. Ibunya sering menasihatinya, 'Nak, bantulah Ibu di ladang. Jangan hanya memikirkan kecantikanmu.' Tapi Darmi selalu menjawab dengan kasar, 'Ah, Ibu saja yang tua! Darmi tidak mau tangannya kotor!'\n\nMeskipun begitu, sang ibu tetap menyayangi anaknya. Ia selalu bersabar menghadapi sikap buruk Darmi. Suatu hari, sang ibu ingin mengajak Darmi ke pasar di kota. 'Nak, temani Ibu ke pasar. Kita perlu membeli beras dan kebutuhan lain,' katanya lembut.\n\nAwalnya Darmi menolak, tapi setelah dibujuk, ia akhirnya mau ikut. Namun, ia memberi syarat, 'Baik, Ibu. Tapi Darmi tidak mau berjalan dekat dengan Ibu. Ibu jalan di belakang saja. Darmi malu kalau orang-orang tahu Darmi anak petani miskin.'\n\nDengan hati sedih, sang ibu hanya bisa menuruti. Mereka pun berjalan ke pasar. Darmi berjalan di depan dengan pakaian indah dan dandanan rapi, sementara ibunya berjalan di belakang dengan pakaian lusuh dan membawa keranjang di pundaknya.\n\nDalam perjalanan, mereka berpapasan dengan banyak orang. Beberapa orang yang mengenal Darmi menyapa dengan ramah, 'Hai Darmi! Siapa yang bersamamu itu?'\n\nDengan wajah malu dan nada tinggi, Darmi menjawab, 'Oh, dia... pembantuku!'\n\nSang ibu terkejut dan menatap anaknya dengan mata berkaca-kaca. Namun, ia tidak berkata apa-apa. Ia hanya menunduk dan terus berjalan dengan langkah berat. Tak lama kemudian, mereka bertemu dengan orang lain yang menanyakan hal serupa, dan Darmi kembali menjawab dengan sombong, 'Dia hanya orang kampung yang bekerja padaku.'\n\nHati sang ibu semakin hancur. Ia tidak menyangka anak yang ia besarkan dengan kasih sayang akan menghinanya di depan orang banyak. Akhirnya, ia berhenti melangkah, lalu menatap langit dengan air mata mengalir. Dengan suara bergetar, ia berdoa, 'Ya Tuhan, ampunilah anakku yang durhaka ini. Namun jika dia tidak menyesal, hukumlah dia agar semua anak di dunia tahu akibat tidak menghormati ibunya.'\n\nTak lama setelah doa itu diucapkan, langit mendadak mendung. Petir menyambar, angin bertiup kencang, dan Darmi merasakan tubuhnya mulai kaku. 'Ibu! Apa yang terjadi pada tubuhku?' teriaknya panik. Kulitnya berubah menjadi batu, sementara air mata terus mengalir dari matanya.\n\n'Ibu! Maafkan Darmi, Ibu!' jeritnya, tapi semuanya sudah terlambat. Dalam sekejap, seluruh tubuh Darmi berubah menjadi batu besar. Dari wajah batu itu, air mengalir terus-menerus, seolah batu itu menangis tanpa henti.\n\nSejak saat itu, batu tersebut dikenal sebagai Batu Menangis. Masyarakat sekitar percaya bahwa batu itu adalah jelmaan Darmi, gadis yang durhaka kepada ibunya. Hingga kini, batu itu masih menjadi pengingat bagi setiap anak agar selalu menghormati dan menyayangi orang tua, karena penyesalan selalu datang terlambat.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/batu_menangis.jpg"
},
{
  "id": 7,
  "judul": "Cinderella",
  "kategori": "Dongeng",
  "asal": "Prancis",
  "ringkasan": "Kisah gadis baik hati yang akhirnya mendapatkan kebahagiaan berkat kesabarannya.",
  "isi": "Pada zaman dahulu, di sebuah kerajaan yang makmur dan indah, hiduplah seorang gadis bernama Cinderella. Ia tinggal bersama ibu tirinya dan dua saudara tirinya yang sangat jahat. Setelah ayah Cinderella meninggal dunia, ibu tirinya memperlakukannya dengan kejam dan menjadikannya sebagai pelayan di rumahnya sendiri.\n\nSetiap hari Cinderella harus bangun lebih pagi dari siapapun, menyapu, mencuci, memasak, dan melakukan semua pekerjaan rumah. Sementara itu, ibu tiri dan dua saudara tirinya hanya bermalas-malasan, berdandan, dan memerintah Cinderella sesuka hati.\n\n'Ibu Tiri: Cinderella! Cepat bersihkan ruang tamu itu, kami akan kedatangan tamu bangsawan sore ini!'\n'Cinderella: Baik, Ibu. Aku akan segera melakukannya.'\n\nMeskipun diperlakukan buruk, Cinderella tetap sabar dan berhati baik. Ia sering bernyanyi sambil bekerja, dan binatang-binatang kecil di sekitar rumah—seperti burung dan tikus—menjadi sahabatnya.\n\nSuatu hari, kerajaan mengumumkan akan mengadakan pesta dansa besar di istana. Semua gadis diundang agar sang pangeran dapat memilih calon istrinya. Dua saudara tiri Cinderella sangat bersemangat mempersiapkan diri.\n\n'Saudari Tiri 1: Aku yakin pangeran akan jatuh cinta padaku!'\n'Saudari Tiri 2: Tidak mungkin! Lihat aku, aku jauh lebih cantik!'\n\nCinderella ingin sekali pergi ke pesta itu, tapi ibu tirinya menertawakannya.\n\n'Ibu Tiri: Kau? Pergi ke pesta? Dengan pakaian compang-camping itu? Lebih baik kau tetap di rumah dan bersihkan abu di perapian!'\n\nKetika keluarga tirinya berangkat ke istana, Cinderella duduk di taman dan menangis. Tiba-tiba muncul seorang wanita tua dengan tongkat sihir.\n\n'Peri Ibu (Fairy Godmother): Mengapa kau menangis, anak manis?'\n'Cinderella: Aku ingin sekali pergi ke pesta di istana, tapi aku tidak punya pakaian yang layak.'\n\nSang peri tersenyum dan mengayunkan tongkat sihirnya. Dalam sekejap, pakaian lusuh Cinderella berubah menjadi gaun indah berkilauan, dan sepasang sepatu kaca yang sangat cantik menghiasi kakinya. Sebuah labu berubah menjadi kereta kencana, tikus-tikus menjadi kuda, dan burung-burung menjadi kusir.\n\n'Peri Ibu: Ingatlah, sayang. Mantraku hanya berlaku sampai tengah malam. Setelah itu, semuanya akan kembali seperti semula.'\n'Cinderella: Terima kasih, Ibu Peri. Aku akan ingat itu.'\n\nCinderella tiba di istana dan semua mata tertuju padanya. Pangeran pun terpana melihat kecantikannya. Mereka menari sepanjang malam.\n\nNamun, ketika jam menunjukkan pukul dua belas, Cinderella teringat pesan Ibu Peri. Ia segera berlari keluar, meninggalkan istana. Dalam tergesa-gesa, satu sepatu kacanya terlepas di tangga istana.\n\nKeesokan harinya, pangeran memerintahkan seluruh prajuritnya mencari gadis pemilik sepatu kaca itu. Setiap gadis di kerajaan mencoba memakainya, namun tak ada yang cocok. Ketika akhirnya mereka tiba di rumah Cinderella, ibu tirinya mencoba menghalangi.\n\n'Ibu Tiri: Tidak perlu mencoba pada gadis pelayan itu!'\n'Prajurit: Perintah pangeran jelas, semua gadis harus mencobanya.'\n\nCinderella pun mencoba sepatu kaca itu, dan ajaib—ukurannya pas sempurna. Saat itu juga, Ibu Peri muncul kembali dan mengubah pakaian Cinderella menjadi gaun indah seperti malam pesta.\n\nPangeran datang dan langsung mengenali Cinderella sebagai gadis yang dicintainya.\n\n'Pangeran: Akhirnya aku menemukanmu. Maukah kau menjadi pendampingku?'\n'Cinderella: Ya, aku mau, Pangeran.'\n\nAkhirnya Cinderella menikah dengan pangeran dan hidup bahagia selamanya. Ibu tiri dan saudara tirinya menyesali perbuatan mereka dan meminta maaf, sementara Cinderella tetap memaafkan mereka dengan hati yang tulus.\n\nPesan Moral: Kebaikan dan kesabaran selalu membawa kebahagiaan. Jangan pernah iri dan jahat kepada orang lain, karena setiap kebaikan pasti akan berbuah indah pada waktunya.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/cinderella.jpg"
},
{
  "id": 8,
  "judul": "Putri Salju dan 7 Kurcaci",
  "kategori": "Dongeng",
  "asal": "Jerman",
  "ringkasan": "Cerita tentang kejujuran dan kebaikan hati melawan iri dan keserakahan.",
  "isi": "Pada zaman dahulu, di sebuah kerajaan yang jauh dan indah, hiduplah seorang ratu yang sangat ingin memiliki seorang anak. Pada suatu hari musim dingin, ketika sang ratu sedang menjahit di dekat jendela, jarinya tertusuk jarum. Tiga tetes darah jatuh ke atas salju putih yang menutupi bingkai jendela hitam dari kayu eboni. Sang ratu memandang keindahan warna itu dan berkata lembut,\n\n'Ratu: Andai aku memiliki seorang anak yang kulitnya seputih salju, bibirnya semerah darah, dan rambutnya sehitam kayu eboni.'\n\nTak lama kemudian, keinginannya terkabul. Ia melahirkan seorang bayi perempuan yang sangat cantik. Bayi itu dinamakan Putri Salju. Namun, tak lama setelah itu, sang ratu meninggal dunia. Beberapa tahun kemudian, sang raja menikah lagi dengan seorang wanita cantik, tetapi sangat sombong dan iri hati. Istri baru sang raja memiliki sebuah cermin ajaib yang bisa berbicara.\n\nSetiap hari, ia akan berdiri di depan cermin dan bertanya:\n\n'Ratu: Cermin ajaib di dinding, siapakah wanita tercantik di dunia ini?'\n'Cermin: Baginda Ratu, Anda yang tercantik di dunia.'\n\nRatu sangat senang mendengar jawaban itu. Namun suatu hari, ketika Putri Salju tumbuh menjadi gadis yang sangat cantik dan baik hati, cermin menjawab berbeda.\n\n'Cermin: Baginda, kini Putri Salju jauh lebih cantik dari Anda.'\n\nMendengar itu, ratu sangat marah dan cemburu. Ia memerintahkan seorang pemburu untuk membawa Putri Salju ke hutan dan membunuhnya.\n\n'Ratu: Bawa dia jauh ke hutan dan bunuh dia! Sebagai bukti, bawakan hatinya padaku!'\n\nNamun, ketika pemburu hendak melaksanakan perintah itu, ia tidak tega melihat Putri Salju yang polos.\n\n'Pemburu: Pergilah, nona muda! Lari sejauh mungkin! Sang ratu ingin mencelakaimu!'\n\nPutri Salju pun berlari sekuat tenaga ke dalam hutan hingga akhirnya ia menemukan sebuah rumah kecil yang tampak aneh. Ia masuk ke dalam dan melihat tujuh tempat tidur kecil, tujuh piring, dan tujuh gelas. Karena sangat lelah, ia tertidur di sana.\n\nMalamnya, pemilik rumah itu datang. Mereka adalah tujuh kurcaci yang bekerja sebagai penambang di pegunungan.\n\n'Kurcaci 1: Lihat! Ada seseorang yang tidur di tempat tidurku!'\n'Kurcaci 2: Dan dia cantik sekali! Siapa dia, ya?'\n\nKetika Putri Salju terbangun, ia menceritakan semuanya. Para kurcaci merasa kasihan dan mengizinkannya tinggal bersama mereka.\n\n'Kurcaci Tertua: Tinggallah di sini bersama kami. Tapi hati-hati, jangan biarkan siapa pun masuk ke rumah.'\n\nSementara itu, di istana, ratu kembali bertanya pada cermin.\n\n'Ratu: Cermin ajaib di dinding, siapakah wanita tercantik di dunia ini?'\n'Cermin: Oh Ratu, engkau masih cantik, tapi Putri Salju yang tinggal bersama tujuh kurcaci lebih cantik darimu.'\n\nRatu sangat marah. Ia menyamar menjadi seorang nenek tua penjual apel dan pergi ke hutan. Ia mengetuk pintu rumah kurcaci.\n\n'Ratu (menyamar): Gadis manis, maukah kau membeli apelku yang lezat ini?'\n'Putri Salju: Maaf, nenek, aku tidak boleh membuka pintu.'\n'Ratu: Tidak apa-apa, ini hanya apel hadiah untukmu, ambillah satu.'\n\nPutri Salju akhirnya tergoda. Ia menggigit apel itu—dan seketika jatuh pingsan, karena apel itu beracun.\n\nKetika tujuh kurcaci pulang dan menemukan Putri Salju tak bernyawa, mereka sangat sedih. Mereka membuat peti kaca yang indah dan meletakkannya di hutan, agar semua makhluk bisa melihat kecantikannya.\n\nBeberapa waktu kemudian, seorang pangeran yang sedang berburu melewati hutan melihat peti kaca itu. Ia jatuh cinta pada pandangan pertama dan berkata kepada para kurcaci:\n\n'Pangeran: Izinkan aku membawa peti ini ke istanaku. Aku ingin selalu melihat wajahnya yang cantik.'\n\nPara kurcaci akhirnya setuju. Saat para pelayan pangeran mengangkat peti itu, salah satu dari mereka tersandung, dan sepotong apel beracun keluar dari mulut Putri Salju. Ia pun terbangun.\n\n'Putri Salju: Di mana aku? Siapa kalian?'\n'Pangeran: Aku pangeran yang telah lama mencari gadis seperti dirimu. Maukah kau menjadi permaisuriku?'\n\nPutri Salju tersenyum bahagia dan menerima lamaran itu. Mereka menikah dengan meriah di istana. Sang ratu jahat yang mengetahui hal itu sangat marah dan akhirnya mendapatkan hukuman atas perbuatannya.\n\nPesan Moral: Kebaikan, ketulusan, dan kesabaran akan selalu mengalahkan kejahatan dan iri hati. Jangan pernah merasa lebih dari orang lain, karena kecantikan sejati berasal dari hati yang baik.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/putri_salju.jpg"
},
{
  "id": 9,
  "judul": "Hansel dan Gretel",
  "kategori": "Dongeng",
  "asal": "Jerman",
  "ringkasan": "Kakak beradik yang cerdik berhasil melarikan diri dari penyihir jahat.",
  "isi": "Pada zaman dahulu, di tepi sebuah hutan lebat, hiduplah sepasang suami istri miskin dengan dua orang anak, bernama Hansel dan Gretel. Ayah mereka bekerja sebagai penebang kayu, sedangkan ibu tirinya sangat kejam dan tidak menyayangi mereka.\n\nSuatu musim dingin yang sangat berat, keluarga itu hampir kehabisan makanan. Suatu malam, ketika anak-anak sudah tidur, sang ibu tiri berbicara pada suaminya.\n\n'Ibu Tiri: Kita tidak bisa terus seperti ini! Jika anak-anak itu tetap tinggal, kita semua akan mati kelaparan. Besok, kita harus meninggalkan mereka di hutan.'\n'Ayah: Tidak! Aku tidak sanggup melakukannya pada anak-anakku.'\n'Ibu Tiri: Kalau begitu, kau akan melihat kita semua mati kelaparan.'\n\nAkhirnya, dengan berat hati, sang ayah menyetujui rencana itu. Namun Hansel yang mendengar percakapan itu dari kamarnya mulai berpikir. Malam itu juga, ia keluar diam-diam mengambil beberapa batu kecil putih dari halaman rumah dan menyimpannya di saku.\n\nKeesokan harinya, ibu tiri mereka mengajak keluarga itu berjalan ke dalam hutan dengan alasan mencari kayu bakar. Setiap beberapa langkah, Hansel menjatuhkan satu batu putih di jalan yang mereka lewati.\n\nSetelah sampai di tengah hutan, sang ibu tiri berkata: 'Tunggulah di sini, anak-anak. Kami akan kembali setelah mengumpulkan kayu.' Namun mereka tidak pernah kembali. Ketika malam tiba, Hansel menenangkan adiknya.\n\n'Hansel: Jangan takut, Gretel. Saat bulan muncul, kita akan pulang mengikuti jejak batu-batu ini.'\n\nKetika bulan bersinar, batu-batu putih memantulkan cahaya dan menuntun mereka pulang dengan selamat. Namun saat mereka tiba di rumah, ibu tiri sangat marah dan mengunci pintu agar mereka tidak bisa keluar lagi.\n\nBeberapa hari kemudian, persediaan makanan kembali habis. Ibu tiri pun memaksa ayah mereka untuk membawa Hansel dan Gretel lebih jauh ke dalam hutan. Kali ini, Hansel tidak sempat mengambil batu karena pintu terkunci. Maka ia menjatuhkan remah-remah roti di sepanjang jalan. Namun, saat mereka ingin pulang, burung-burung hutan telah memakan semua remah roti itu.\n\n'Gretel: Hansel, kita tersesat! Apa yang harus kita lakukan?'\n'Hansel: Jangan menangis, Gretel. Kita akan menemukan jalan keluar.'\n\nMereka berjalan tanpa arah selama berhari-hari hingga akhirnya menemukan sebuah rumah kecil yang terbuat dari roti, kue, dan permen.\n\n'Gretel: Lihat, Hansel! Rumah ini bisa dimakan!'\n'Hansel: Luar biasa! Mari kita coba sedikit.'\n\nMereka mulai memakan bagian rumah itu, namun tiba-tiba pintu terbuka dan keluarlah seorang wanita tua.\n\n'Wanita Tua: Siapa yang berani memakan rumahku? Masuklah, anak-anak manis, aku akan memberimu makanan yang lebih lezat.'\n\nMereka tidak tahu bahwa wanita tua itu sebenarnya adalah seorang penyihir jahat yang suka memakan anak-anak kecil. Ia memenjarakan Hansel di kandang dan memaksa Gretel untuk bekerja di rumah.\n\n'Penyihir: Gretel, beri makan adikmu dengan baik! Aku ingin dia gemuk agar bisa aku makan nanti!'\n\nSetiap hari penyihir itu menyuruh Hansel mengulurkan jarinya agar ia bisa memeriksa apakah Hansel sudah cukup gemuk. Namun Hansel yang cerdik menggunakan tulang kecil ayam agar penyihir tertipu.\n\nBeberapa minggu kemudian, penyihir itu mulai tidak sabar.\n\n'Penyihir: Hari ini aku akan memanggang Hansel, gemuk atau tidak!'\n'Gretel: Tapi... tungku ini tidak menyala dengan baik, Nenek. Bagaimana aku tahu kalau panasnya cukup?'\n'Penyihir: Lihat ke dalam tungku, dasar bodoh!'\n\nKetika penyihir itu membungkuk untuk melihat ke dalam tungku, Gretel mendorongnya kuat-kuat ke dalam. Pintu tungku ditutup rapat, dan penyihir itu pun terbakar habis.\n\n'Gretel: Kita bebas, Hansel! Ayo cepat keluar dari sini!'\n\nMereka menemukan peti berisi emas dan permata milik penyihir itu, lalu berlari keluar dari rumah. Akhirnya mereka menemukan jalan pulang dan bertemu kembali dengan ayah mereka yang menangis bahagia.\n\n'Ayah: Anak-anakku! Aku menyesal telah meninggalkan kalian. Ibu tirimu sudah pergi jauh.'\n\nDengan harta yang mereka bawa, Hansel, Gretel, dan ayahnya hidup bahagia dan tidak pernah kekurangan lagi.\n\nPesan Moral: Kecerdikan, keberanian, dan kasih sayang antar saudara dapat mengalahkan kejahatan dan kesulitan hidup. Jangan pernah menyerah, bahkan dalam keadaan tersulit sekalipun.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/hansel_gretel.jpg"
},
{
  "id": 11,
  "judul": "Si Kancil dan Petani",
  "kategori": "Dongeng",
  "asal": "Jawa",
  "ringkasan": "Dongeng klasik Nusantara tentang kecerdikan Si Kancil yang selalu punya akal.",
  "isi": "Pada suatu hari di sebuah desa yang subur dan damai, hiduplah seekor kancil yang cerdik dan seekor petani yang rajin. Si Kancil dikenal di seluruh hutan karena kecerdikannya, tapi juga karena sering berbuat nakal dan suka mencuri hasil kebun milik para petani.\n\nSetiap pagi, petani itu pergi ke ladangnya untuk menanam dan merawat tanaman mentimun yang tumbuh segar dan subur. Namun, beberapa hari kemudian, ia menyadari bahwa mentimunnya berkurang setiap pagi.\n\nPetani pun merasa curiga. 'Siapa yang berani mencuri mentimunku setiap malam?' katanya dengan kesal. Ia lalu memutuskan untuk berjaga di kebunnya pada malam hari.\n\nMalam itu, saat bulan bersinar terang, datanglah Si Kancil dengan langkah hati-hati. Ia melihat ke kanan dan ke kiri, memastikan tidak ada siapa pun. Lalu, dengan gesit, ia mulai memetik dan memakan mentimun segar.\n\nNamun, ketika Si Kancil sedang asyik makan, tiba-tiba jaring besar jatuh menimpanya! Petani yang sudah bersiap langsung keluar dari persembunyian.\n\nPetani: 'Hah! Ketahuan juga kau, pencuri kecil! Sekarang aku akan menghukummu agar jera!'\nKancil: 'Ampun, Pak Petani! Saya hanya lapar dan tidak punya makanan. Tolong lepaskan saya sekali ini saja!'\n\nPetani tidak langsung percaya. 'Kau sudah sering mencuri! Aku tidak akan mudah tertipu dengan kata-katamu.'\n\nSi Kancil berpikir keras untuk mencari cara agar bisa lolos. Dengan wajah sedih dan suara lembut, ia berkata:\n\nKancil: 'Baiklah, kalau memang aku harus dihukum, aku pasrah. Tapi tolong jangan bunuh aku dan jangan masukkan aku ke sungai. Aku takut air, Pak!'\n\nPetani berpikir, 'Ah, bagus! Kalau dia takut air, akan kubuang saja ke sungai supaya kapok!'\n\nTanpa pikir panjang, petani membuka jaring dan mengangkat Si Kancil, lalu melemparkannya ke sungai.\n\nBegitu masuk ke air, Si Kancil malah tertawa senang sambil berenang dengan lincah.\n\nKancil: 'Terima kasih, Pak Petani! Aku memang lahir di sungai. Sekarang aku bisa bebas lagi!'\n\nPetani hanya bisa terdiam menyesal karena telah tertipu oleh kecerdikan Si Kancil. Ia menggelengkan kepala sambil berkata, 'Dasar Kancil licik! Tapi lain kali aku tidak akan mudah tertipu lagi.'\n\nSejak hari itu, petani menjadi lebih berhati-hati menjaga kebunnya, sementara Si Kancil berjanji dalam hati untuk tidak terlalu nakal lagi dan belajar dari pengalamannya.\n\nPesan Moral: Kecerdikan boleh digunakan untuk menolong diri sendiri, tetapi jangan digunakan untuk berbuat curang. Kejujuran dan kerja keras selalu membawa hasil yang lebih baik.\n\nAsal Cerita: Dongeng Nusantara dari Indonesia, khususnya dikenal luas di Pulau Jawa. Kisah Si Kancil adalah bagian dari tradisi lisan masyarakat Indonesia yang mengandung nilai moral dan hiburan bagi anak-anak.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/kancil_petani.jpg"
},
{
  "id": 12,
  "judul": "Kelinci dan Kura-kura",
  "kategori": "Fabel",
  "asal": "Yunani Kuno",
  "ringkasan": "Pelajaran bahwa kerja keras dan ketekunan lebih baik daripada kesombongan.",
  "isi": "Pada suatu hari yang cerah di sebuah hutan yang damai, hiduplah seekor kelinci yang terkenal sangat cepat berlari. Ia selalu membanggakan kecepatannya kepada hewan-hewan lain. Di antara para penghuni hutan itu, ada juga seekor kura-kura yang dikenal lambat, tetapi rajin dan tekun.\n\nSetiap kali kelinci bertemu kura-kura, ia selalu mengejeknya.\n\nKelinci: 'Hai, Kura-kura! Kau berjalan terlalu lambat! Aku bisa mengitari hutan ini berkali-kali sebelum kau sampai ke ujung jalan!'\nKura-kura: 'Mungkin aku lambat, tapi aku tidak pernah berhenti berusaha.'\n\nSuatu hari, kura-kura merasa ingin memberi pelajaran pada kelinci yang sombong itu.\n\nKura-kura: 'Kelinci, bagaimana kalau kita lomba lari besok pagi? Kita lihat siapa yang lebih cepat sampai ke pohon besar di ujung padang rumput.'\nKelinci: (tertawa terbahak-bahak) 'Apa? Kau menantangku lomba lari? Itu konyol! Tapi baiklah, aku akan menerimanya supaya kau tahu siapa yang paling hebat!'\n\nKeesokan harinya, semua hewan di hutan datang untuk menyaksikan lomba tersebut. Burung-burung berkicau riang, monyet-monyet bersorak dari atas pohon, dan rusa bertugas menjadi juri.\n\nRusa: 'Baik, siap... satu... dua... tiga... MULAI!'\n\nKelinci langsung berlari kencang meninggalkan kura-kura jauh di belakang. Angin berhembus kuat karena cepatnya kelinci berlari. Setelah beberapa saat, kelinci menoleh ke belakang dan melihat kura-kura masih sangat jauh.\n\nKelinci: 'Hahaha, kura-kura itu bahkan belum sampai separuh jalan! Aku istirahat sebentar pun tetap akan menang!'\n\nKelinci pun duduk di bawah pohon rindang dan akhirnya tertidur pulas karena merasa terlalu percaya diri.\n\nSementara itu, kura-kura terus melangkah perlahan, selangkah demi selangkah. Ia tidak berhenti, meskipun kakinya kecil dan tubuhnya berat. Ia tetap berjuang dengan penuh kesabaran.\n\nBeberapa waktu kemudian, kura-kura akhirnya melewati kelinci yang masih tertidur lelap di bawah pohon. Ia terus berjalan hingga mendekati garis akhir.\n\nKetika kelinci terbangun, ia kaget melihat kura-kura sudah hampir sampai di garis finish!\n\nKelinci: 'Apa? Tidak mungkin! Aku harus mengejarnya sekarang!'\n\nKelinci segera berlari secepat mungkin, tapi sudah terlambat. Kura-kura melangkah melewati garis finish tepat beberapa detik sebelum kelinci sampai.\n\nSemua hewan bersorak riang.\n\nHewan-hewan: 'Hore! Kura-kura menang! Kura-kura menang!'\n\nKelinci tertunduk malu dan mendekati kura-kura.\n\nKelinci: 'Kau benar, Kura-kura. Aku terlalu sombong dan meremehkanmu. Maafkan aku.'\nKura-kura: 'Tidak apa-apa, Kelinci. Ingatlah, jangan pernah meremehkan siapa pun. Ketekunan dan kesabaran bisa mengalahkan kecepatan yang sombong.'\n\nSejak saat itu, kelinci menjadi lebih rendah hati dan belajar untuk menghargai semua makhluk, tak peduli seberapa lambat atau cepat mereka.\n\nPesan Moral: Jangan sombong dengan kelebihan yang kita miliki. Ketekunan, kesabaran, dan kerja keras sering kali lebih berharga daripada kecepatan atau kekuatan semata.\n\nAsal Cerita: Dongeng klasik dunia berjudul 'The Tortoise and the Hare' berasal dari Yunani Kuno, merupakan salah satu kisah terkenal dari kumpulan Aesop’s Fables karya Aesop, seorang pengisah cerita legendaris.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/kelinci_kura.jpg"
},
{
  "id": 13,
  "judul": "Gagak dan Kendi Air",
  "kategori": "Fabel",
  "asal": "Yunani Kuno",
  "ringkasan": "Mengajarkan kecerdikan dan berpikir kreatif untuk memecahkan masalah.",
  "isi": "Pada suatu hari yang sangat terik di musim kemarau, seekor burung gagak terbang berkeliling padang rumput yang kering dan tandus. Ia merasa sangat haus, paruhnya kering, dan tenggorokannya terasa perih karena panas matahari.\n\nGagak: 'Oh, betapa hausnya aku! Aku harus menemukan air, atau aku akan mati kehausan.'\n\nIa terus terbang dari satu tempat ke tempat lain, mencari genangan air atau sungai kecil, namun semuanya telah mengering. Akhirnya, setelah lama mencari, ia melihat sebuah kendi tua di bawah pohon besar.\n\nGagak segera terbang mendekat dan melihat ke dalam kendi itu. Ada air di dalamnya, tapi hanya sedikit, berada di dasar kendi yang tinggi dan sempit. Gagak mencoba memasukkan paruhnya, tapi tidak bisa menjangkau air tersebut.\n\nGagak: 'Oh tidak! Airnya terlalu dalam, dan paruhku tidak cukup panjang untuk mencapainya. Apa yang harus kulakukan sekarang?'\n\nIa mencoba memiringkan kendi dengan paruh dan sayapnya, tapi kendi itu terlalu berat. Gagak hampir putus asa. Namun, karena ia burung yang cerdas, ia berhenti sejenak dan mulai berpikir.\n\nGagak: 'Hmm... jika aku tidak bisa mencapai airnya, mungkin aku bisa membuat air itu naik ke atas!'\n\nIa kemudian memungut kerikil kecil satu per satu dengan paruhnya, lalu menjatuhkannya ke dalam kendi. Setiap kali sebuah kerikil masuk, air di dalam kendi sedikit demi sedikit naik ke atas.\n\nGagak bekerja keras, mengangkut banyak kerikil dari sekitarnya. Setelah beberapa waktu, air akhirnya cukup tinggi untuk dijangkau oleh paruhnya. Dengan gembira, gagak meminum air itu hingga puas.\n\nGagak: 'Akhirnya! Aku bisa minum! Kerja keras dan akal sehat selalu membawa hasil.'\n\nSetelah minum, gagak terbang lagi dengan semangat baru, membawa pelajaran berharga dari pengalamannya hari itu.\n\nPesan Moral: Dalam kesulitan, jangan mudah menyerah. Gunakan akal dan kesabaran untuk menemukan solusi. Kecerdikan sering kali lebih berharga daripada kekuatan.\n\nAsal Cerita: Kisah 'Gagak dan Kendi Air' berasal dari Yunani Kuno, merupakan bagian dari kumpulan Aesop’s Fables karya Aesop, yang mengajarkan nilai kecerdikan dan ketekunan.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/gagak_kendi.jpg"
},
{
  "id": 14,
  "judul": "Semut dan Belalang",
  "kategori": "Fabel",
  "asal": "Yunani Kuno",
  "ringkasan": "Cerita tentang pentingnya bekerja keras dan berpikir ke depan.",
  "isi": "Pada suatu musim panas yang cerah, seekor belalang melompat-lompat dengan riang di padang rumput, bernyanyi dan menikmati hari yang indah. Tidak jauh dari situ, beberapa ekor semut tampak sibuk bekerja keras mengumpulkan butir-butir gandum untuk disimpan di sarang mereka.\n\nBelalang: 'Hai, Semut! Mengapa kalian bekerja keras sekali di hari yang cerah seperti ini? Ayo bermain dan bernyanyi bersamaku!'\n\nSemut: 'Kami sedang menyiapkan persediaan makanan untuk musim dingin nanti. Kalau kamu bijak, kamu juga seharusnya mulai mengumpulkan makanan dari sekarang.'\n\nBelalang tertawa dan menjawab: 'Ah, musim dingin masih lama! Aku ingin menikmati hari ini dulu. Nanti saja aku bekerja.'\n\nSemut tidak menggubris dan terus bekerja dengan tekun. Hari demi hari, mereka membawa makanan ke sarang, sementara belalang hanya bernyanyi dan bersantai tanpa mengumpulkan apa pun.\n\nWaktu berlalu. Musim panas berakhir dan angin dingin mulai bertiup. Salju turun menutupi padang rumput. Semua tanaman layu, dan tidak ada lagi makanan yang bisa ditemukan.\n\nBelalang mulai kelaparan dan menggigil kedinginan. Ia pergi mencari bantuan dan akhirnya tiba di rumah para semut. Dari dalam, ia mendengar suara tawa dan melihat para semut makan dengan gembira di tempat yang hangat.\n\nBelalang: 'Semut, tolong aku! Aku lapar dan hampir mati kedinginan. Bolehkah aku mendapat sedikit makanan?'\n\nSemut: 'Apa yang kamu lakukan sepanjang musim panas kemarin? Mengapa kamu tidak menyiapkan makanan seperti kami?'\n\nBelalang menunduk malu: 'Aku bernyanyi dan bermain... aku tidak memikirkan musim dingin.'\n\nSemut menghela napas: 'Kalau begitu, sekarang menarilah untuk menghangatkan tubuhmu, seperti kamu bernyanyi di musim panas.'\n\nBelalang pun sadar akan kesalahannya. Sejak hari itu, ia berjanji akan bekerja keras dan tidak bermalas-malasan lagi.\n\nPesan Moral: Bekerjalah dengan rajin dan berpikirlah ke depan. Jangan menunda-nunda, karena waktu yang terbuang tidak akan bisa kembali.\n\nAsal Cerita: Kisah 'Semut dan Belalang' berasal dari Yunani Kuno, termasuk dalam kumpulan Aesop’s Fables karya Aesop, yang mengajarkan pentingnya kerja keras dan perencanaan hidup.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/semut_belalang.jpg"
},
{
  "id": 15,
  "judul": "Singa dan Tikus",
  "kategori": "Fabel",
  "asal": "Yunani Kuno",
  "ringkasan": "Mengajarkan bahwa kebaikan sekecil apa pun akan dibalas suatu saat nanti.",
  "isi": "Suatu hari di hutan yang lebat, seekor singa sedang tidur nyenyak di bawah pohon besar. Angin berhembus pelan, dan sinar matahari menembus sela-sela dedaunan, menciptakan suasana damai di hutan itu.\n\nNamun, dari semak-semak muncul seekor tikus kecil yang sedang bermain. Ia berlari ke sana kemari tanpa memperhatikan sekelilingnya, hingga akhirnya ia memanjat ke tubuh singa dan berlari di atas perutnya.\n\nSinga yang terbangun tiba-tiba menggeram keras: 'GRRRAAAUWW!! Siapa yang berani mengganggu tidurku!?'\n\nTikus itu gemetar ketakutan dan memohon: 'Ampun, Tuan Singa! Tolong lepaskan aku. Aku tidak bermaksud mengganggumu. Aku hanya sedang bermain. Aku berjanji suatu hari nanti akan membalas kebaikanmu!'\n\nSinga tertawa mendengar janji tikus kecil itu: 'Kau? Seekor tikus kecil akan menolong raja hutan sepertiku? Haha! Sungguh lucu! Tapi baiklah, aku akan membebaskanmu kali ini. Pergilah sebelum aku berubah pikiran.'\n\nTikus pun segera berlari pergi dengan lega, namun ia tidak melupakan kebaikan singa hari itu.\n\nBeberapa hari kemudian, singa berjalan-jalan di hutan untuk berburu. Ia tidak sadar bahwa di salah satu jalan terdapat jebakan pemburu. Dalam sekejap, jaring besar menjerat tubuhnya. Singa mengaum keras meminta tolong.\n\n'ROAARRR!! Tolong! Lepaskan aku! Siapa pun yang mendengarku, tolong aku!'\n\nTeriakan itu terdengar oleh tikus yang kebetulan sedang mencari makanan di dekat sana. Ia segera mengenali suara itu dan berlari ke arah sumber suara.\n\nKetika melihat singa terjebak, tikus berkata: 'Jangan khawatir, Tuan Singa! Aku akan menolongmu seperti janjiku dulu.'\n\nDengan gigih, tikus kecil itu menggigit tali-tali jaring dengan giginya yang tajam. Perlahan tapi pasti, satu demi satu tali putus. Setelah beberapa saat, akhirnya jaring itu robek, dan singa pun terbebas.\n\nSinga menatap tikus dengan mata penuh rasa terima kasih: 'Terima kasih, sahabat kecilku. Aku tidak menyangka hewan sekecilmu bisa menyelamatkanku.'\n\nTikus tersenyum bangga: 'Sekecil apa pun kita, setiap makhluk bisa saling menolong.'\n\nPesan Moral: Tidak ada makhluk yang terlalu kecil untuk berbuat baik. Kebaikan yang kita tanam hari ini, suatu saat akan kembali kepada kita dalam bentuk yang tak terduga.\n\nAsal Cerita: Fabel klasik dari Yunani Kuno, bagian dari kumpulan Aesop’s Fables karya Aesop, yang mengajarkan pentingnya saling menolong tanpa memandang besar kecilnya seseorang.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/singa_tikus.jpg"
},
{
  "id": 16,
  "judul": "Kancil dan Buaya",
  "kategori": "Fabel",
  "asal": "Indonesia",
  "ringkasan": "Cerita Nusantara tentang kecerdikan Kancil yang menipu buaya agar bisa menyeberang sungai.",
  "isi": "Pada suatu hari yang cerah di hutan tropis yang lebat, seekor Kancil berjalan pelan menyusuri jalan setapak. Kancil adalah hewan kecil yang dikenal cerdik dan lincah, namun juga sedikit usil. Ia selalu bisa keluar dari masalah berkat kepintarannya. Hari itu, Kancil sedang sangat lapar.\n\n“Perutku keroncongan... andai saja aku bisa mendapatkan mentimun segar di seberang sungai itu,” gumamnya sambil memegang perutnya.\n\nDi seberang sungai tampak kebun mentimun yang hijau dan ranum. Tapi sungai itu dalam dan berarus deras. Tidak mungkin Kancil bisa berenang menyeberanginya. Ia termenung lama di tepi sungai, berpikir keras mencari akal.\n\nTiba-tiba, air sungai bergemuruh. Seekor buaya besar muncul dengan gigi tajam berkilat di bawah sinar matahari.\n\n“Hei, Kancil! Apa yang kau lakukan di tepi sungai ini? Ingin menjadi santapanku, ya?” kata Buaya sambil tersenyum licik.\n\nKancil tidak panik. Ia justru tersenyum dan berkata dengan suara tenang:\n\n“Oh, tidak, Tuan Buaya. Aku datang bukan untuk dimakan. Aku justru membawa kabar baik untukmu dan semua temanmu.”\n\nBuaya mengangkat alisnya. “Kabar baik? Tentang apa itu?”\n\nKancil mendekat dan berbisik seolah menyampaikan rahasia besar.\n\n“Raja Hutan, yaitu Singa, akan mengadakan pesta besar untuk semua hewan di hutan. Dan beliau memerintahkan aku untuk menghitung jumlah buaya yang ada di sungai ini agar tahu berapa makanan yang harus disiapkan untuk kalian.”\n\nBuaya tampak senang dan bangga. Ia berteriak memanggil teman-temannya.\n\n“Hei, semua buaya! Kalian dengar itu? Raja Hutan akan memberi kita pesta! Cepat naik ke permukaan, kita akan dihitung oleh utusan Raja!”\n\nTak lama kemudian, muncul puluhan buaya dari permukaan air. Ada yang besar, ada yang kecil, semua tampak bersemangat. Kancil tersenyum lebar dalam hati. Rencananya berjalan dengan sempurna.\n\n“Baiklah,” kata Kancil. “Sekarang aku akan menghitung kalian satu per satu. Tapi aku tidak bisa menghitung dari tepi sungai. Jadi tolong kalian berbaris dari tepi sini sampai ke seberang, agar aku bisa berjalan di atas punggung kalian sambil menghitung.”\n\nPara buaya langsung mematuhi. Mereka berbaris rapat membentuk jembatan alami di atas air sungai. Kancil melompat ke punggung buaya pertama.\n\n“Satu!” katanya lantang.\n“Dua! Tiga! Empat!”\n“Lima! Enam! Wah, kalian memang banyak sekali!”\n\nBuaya-buaya itu merasa bangga. Mereka berbaris semakin rapi, tidak tahu bahwa Kancil sedang menyeberang ke seberang sungai.\n\nAkhirnya, setelah melompat ke punggung buaya terakhir, Kancil sampai di seberang sungai. Ia menoleh ke belakang dan tertawa terbahak-bahak.\n\n“Terima kasih banyak, Buaya! Sekarang aku sudah bisa menyeberang tanpa harus basah. Tapi maaf ya, sebenarnya tidak ada pesta. Aku hanya ingin menyeberang saja! Ha ha ha!”\n\nPara buaya sontak marah besar. Mereka menggeram dan mengibas-ngibaskan ekor dengan keras hingga air sungai bergelombang tinggi.\n\n“Dasar Kancil penipu! Kalau aku bisa menangkapmu, akan kukunyah habis!” teriak Buaya paling besar.\n\nNamun Kancil sudah berlari cepat ke dalam hutan dan bersembunyi di balik pepohonan.\n\n“Tenang saja, Buaya! Aku tidak akan menipu kalian lagi... tapi jangan lupa, kalian terlalu mudah percaya!” katanya sambil tertawa kecil.\n\nBuaya-buaya itu menatap sungai yang kembali tenang. Mereka saling berpandangan, menyesal karena telah begitu mudah ditipu. Sejak hari itu, mereka menjadi lebih hati-hati dan tidak mudah percaya pada kata-kata manis.\n\nKancil pun melanjutkan perjalanannya ke kebun mentimun. Ia makan dengan lahap, namun dalam hati ia berkata:\n\n“Hmm... memang menyenangkan bisa menipu mereka, tapi kalau aku terus seperti ini, mungkin suatu hari aku akan kena batunya.”\n\nPesan Moral: Kecerdikan memang berguna untuk menyelamatkan diri, tetapi jangan disalahgunakan untuk menipu orang lain. Suatu hari, kebohongan bisa membawa celaka.\n\nAsal Cerita: Dongeng klasik Nusantara yang populer di Indonesia, terutama di Pulau Jawa dan Sumatera, menceritakan kecerdikan Si Kancil yang menjadi pelajaran moral bagi anak-anak.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/kancil_buaya.jpg"
},
{
  "id": 17,
  "judul": "Raka dan Ujian Kejujuran",
  "kategori": "Cerita Moral",
  "asal": "Indonesia",
  "ringkasan": "Kisah seorang anak bernama Raka yang diuji kejujurannya oleh seorang kakek misterius dan mendapatkan berkah karena kejujurannya.",
  "isi": "Pada suatu waktu di sebuah desa kecil yang dikelilingi pegunungan hijau, hiduplah seorang anak laki-laki bernama Raka. Ia dikenal sebagai anak yang jujur, rajin, dan baik hati. Setiap pagi, Raka membantu ibunya menjual sayur ke pasar. Meski hidup sederhana, Raka tidak pernah mengeluh.\n\nSuatu hari, setelah pulang dari pasar, Raka berjalan melewati sebuah kebun apel yang sangat rindang. Pohon-pohon apel di sana berbuah lebat, merah dan segar. Di tengah kebun itu, berdirilah seorang kakek tua yang sedang memetik apel.\n\n\"Halo, Nak,\" sapa kakek itu ramah. \"Apakah kamu suka apel?\"\n\n\"Tentu, Kakek! Tapi aku tidak punya uang untuk membelinya,\" jawab Raka sopan.\n\nKakek itu tersenyum, matanya menatap lembut pada Raka. \"Ambillah satu apel di sana. Tapi ingat, jangan lebih dari satu, ya. Itu ujian kejujuran untukmu.\"\n\nRaka mengangguk. Ia berjalan perlahan ke arah pohon apel yang buahnya bergantungan rendah. Ia melihat satu apel besar dan berkilau. Namun, di dekatnya ada apel lain yang tampak lebih merah dan segar.\n\n\"Hmm... kalau aku ambil dua, mungkin Kakek tidak akan tahu... tapi itu tidak jujur,\" pikirnya.\n\nIa menahan diri dan hanya mengambil satu apel. Lalu ia kembali ke arah kakek itu.\n\n\"Ini, Kakek. Aku hanya mengambil satu, sesuai janji.\"\n\nKakek itu tersenyum lebar dan berkata, \"Bagus sekali, Raka. Kau anak yang jujur. Banyak anak yang gagal dalam ujian kecil seperti ini. Karena kejujuranmu, aku ingin memberimu sesuatu.\"\n\nTiba-tiba, pohon apel tempat Raka memetik buah berubah menjadi pohon emas yang berkilauan. Raka terkejut dan menatap kagum.\n\n\"Kakek... apa yang terjadi?\"\n\n\"Itu adalah hadiah dari alam untuk orang yang jujur. Setiap orang yang jujur dan berhati bersih akan selalu diberkahi, bahkan dalam hal kecil sekalipun.\"\n\nKakek kemudian menyerahkan sekeranjang apel kepada Raka. \"Bawalah pulang untuk ibumu. Ini hasil dari kejujuranmu.\"\n\nRaka berterima kasih dan berlari pulang dengan hati bahagia. Saat tiba di rumah, ibunya terkejut melihat apel-apel yang berkilau seperti emas.\n\n\"Dari mana kau mendapat semua ini, Nak?\"\n\n\"Dari seorang kakek penjaga kebun, Bu. Aku hanya jujur seperti yang selalu Ibu ajarkan.\"\n\nIbu Raka memeluk anaknya dengan penuh haru. Sejak hari itu, kehidupan mereka berubah menjadi lebih baik. Namun Raka tetap hidup sederhana dan tidak pernah sombong.\n\nBeberapa hari kemudian, banyak orang datang ke kebun apel itu, tapi mereka tidak pernah menemukan kakek tua yang dimaksud Raka. Mereka percaya bahwa kakek itu adalah utusan Tuhan yang datang untuk menguji kejujuran manusia.\n\nPesan Moral: Kejujuran adalah harta paling berharga. Sekecil apa pun perbuatan baik yang kita lakukan dengan tulus, suatu saat akan dibalas dengan kebahagiaan yang besar.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/jujur_apel.jpg"
},
{
  "id": 18,
  "judul": "Raja yang Bijaksana dan Rakyatnya",
  "kategori": "Cerita Moral",
  "asal": "Indonesia",
  "ringkasan": "Kisah Raja Aryasatya yang menegakkan keadilan tanpa kekerasan dan mengubah hati rakyat dengan kebijaksanaan.",
  "isi": "Pada zaman dahulu, di sebuah kerajaan makmur bernama Surya Kencana, hiduplah seorang raja bernama Aryasatya. Ia terkenal sebagai pemimpin yang bijaksana, adil, dan sangat mencintai rakyatnya. Di bawah pemerintahannya, rakyat hidup damai dan sejahtera.\n\nSuatu hari, datanglah seorang pedagang kaya bernama Surana. Ia mengeluh kepada raja bahwa rakyat di pasar tidak mau membeli dagangannya karena harga yang ia tetapkan terlalu tinggi.\n\nRaja hanya tersenyum dan berkata dengan tenang, 'Harga yang terlalu tinggi bukanlah kesalahan rakyat, tapi cerminan dari keserakahan pedagangnya.'\n\nSurana tersinggung dan berusaha membela diri, namun Raja Aryasatya tidak berkata apa-apa. Ia memutuskan untuk turun langsung ke pasar tanpa mengenakan pakaian kebesaran kerajaan. Ia menyamar sebagai rakyat biasa untuk melihat keadaan yang sebenarnya.\n\nDi pasar, Raja melihat sendiri bagaimana Surana menipu rakyat dengan timbangan curang dan harga yang tidak wajar. Banyak rakyat miskin yang tertipu dan pulang dengan kecewa.\n\nKeesokan harinya, Raja mengadakan pertemuan di balai kerajaan dan memanggil Surana ke hadapan semua rakyat.\n\nRaja berkata dengan suara tegas namun tenang, 'Kau telah menipu rakyatku, dan itu berarti kau telah menipu rajamu juga. Aku tidak akan menghukummu dengan cambuk atau penjara. Hukumanku berbeda.'\n\nSemua orang terdiam. Raja kemudian berkata, 'Mulai hari ini, kau harus memberikan setengah dari seluruh hartamu untuk membangun pasar rakyat yang baru dan membantu keluarga miskin. Jika kau menolak, maka kerajaan akan menutup seluruh bisnismu.'\n\nSurana hanya bisa tunduk. Ia meneteskan air mata dan memohon ampun. Sejak hari itu, ia berubah menjadi orang yang lebih baik. Ia membuka lumbung gandum untuk dibagikan kepada warga yang membutuhkan.\n\nRakyat bersorak gembira, dan pasar kembali ramai serta adil. Raja Aryasatya tersenyum, karena bagi dirinya keadilan sejati bukanlah menghukum, tetapi mengubah hati manusia.\n\nBeberapa bulan kemudian, kerajaan semakin makmur. Rakyat bekerja dengan bahagia, anak-anak bersekolah, dan sawah-sawah hijau terbentang luas. Setiap kali Raja berjalan di antara rakyatnya, mereka menyambut dengan penuh cinta.\n\n'Hidup Raja Aryasatya! Panjang umur Raja yang adil dan bijaksana!'\n\nRaja tersenyum dan berkata dengan lembut kepada mereka, 'Aku bukan raja tanpa rakyat yang baik. Jika kalian hidup dalam kejujuran dan kasih, maka aku pun akan menjadi raja yang bahagia.'\n\nDan begitulah, di bawah pemerintahan Raja Aryasatya, Kerajaan Surya Kencana dikenal sepanjang masa sebagai kerajaan yang penuh kedamaian dan kebijaksanaan.\n\nPesan Moral: Keadilan sejati tidak selalu datang dari hukuman, tetapi dari kebijaksanaan dan niat untuk memperbaiki hati manusia.",
  "gambar": "https://raw.githubusercontent.com/Alifiyahenha/host_api/main/images/kerajaan.jpg"
}

]
